[
  {"text": "The only way to do great work is to love what you do.", "category": "Motivation"},
  {"text": "Success is not final, failure is not fatal: It is the courage to continue that counts.", "category": "Motivation"},
  {"text": "Your limitation—it’s only your imagination.", "category": "Motivation"},
  {"text": "Great things never come from comfort zones.", "category": "Motivation"},
  {"text": "Dream it. Wish it. Do it.", "category": "Motivation"},
  {"text": "Success doesn’t just find you. You have to go out and get it.", "category": "Motivation"},
  {"text": "The harder you work for something, the greater you’ll feel when you achieve it.", "category": "Motivation"},
  {"text": "Dream bigger. Do bigger.", "category": "Motivation"},
  {"text": "Don’t stop when you’re tired. Stop when you’re done.", "category": "Motivation"},
  {"text": "Wake up with determination. Go to bed with satisfaction.", "category": "Motivation"},
  {"text": "You are enough, just as you are.", "category": "Self Love"},
  {"text": "Self-love is not selfish; you cannot truly love another until you know how to love yourself.", "category": "Self Love"},
  {"text": "You yourself, as much as anybody in the entire universe, deserve your love and affection.", "category": "Self Love"},
  {"text": "Love yourself first and everything else falls into line.", "category": "Self Love"},
  {"text": "You are beautiful, you are worthy, and you are enough.", "category": "Self Love"},
  {"text": "Self-love is the foundation of a life full of happiness.", "category": "Self Love"},
  {"text": "Be yourself; everyone else is already taken.", "category": "Self Love"},
  {"text": "To love yourself is to understand you don’t need to be perfect to be good enough.", "category": "Self Love"},
  {"text": "You are the one you’ve been waiting for.", "category": "Self Love"},
  {"text": "Treat yourself with kindness, compassion, and respect.", "category": "Self Love"},
  {"text": "Happiness is not something ready made. It comes from your own actions.", "category": "Happiness"},
  {"text": "For every minute you are angry, you lose sixty seconds of happiness.", "category": "Happiness"},
  {"text": "Happiness depends upon ourselves.", "category": "Happiness"},
  {"text": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well.", "category": "Happiness"},
  {"text": "Happiness is a journey, not a destination.", "category": "Happiness"},
  {"text": "The happiness of your life depends upon the quality of your thoughts.", "category": "Happiness"},
  {"text": "Happiness is an inside job.", "category": "Happiness"},
  {"text": "Happiness is not having what you want. It is appreciating what you have.", "category": "Happiness"},
  {"text": "There is no path to happiness: happiness is the path.", "category": "Happiness"},
  {"text": "Be happy for this moment. This moment is your life.", "category": "Happiness"},
  {"text": "In the end, we only regret the chances we didn’t take.", "category": "Life Lessons"},
  {"text": "Life is what happens when you’re busy making other plans.", "category": "Life Lessons"},
  {"text": "Success is not how high you have climbed, but how you make a positive difference to the world.", "category": "Life Lessons"},
  {"text": "Learn from yesterday, live for today, hope for tomorrow.", "category": "Life Lessons"},
  {"text": "The best way to predict the future is to create it.", "category": "Life Lessons"},
  {"text": "It’s not what happens to you, but how you react to it that matters.", "category": "Life Lessons"},
  {"text": "Don’t wait for the perfect moment. Take the moment and make it perfect.", "category": "Life Lessons"},
  {"text": "Your life does not get better by chance, it gets better by change.", "category": "Life Lessons"},
  {"text": "The only impossible journey is the one you never begin.", "category": "Life Lessons"},
  {"text": "Difficulties in life are intended to make us better, not bitter.", "category": "Life Lessons"},
  {"text": "The body achieves what the mind believes.", "category": "Exercise"},
  {"text": "Exercise is a celebration of what your body can do, not a punishment for what you ate.", "category": "Exercise"},
  {"text": "Take care of your body. It’s the only place you have to live.", "category": "Exercise"},
  {"text": "The only bad workout is the one that didn’t happen.", "category": "Exercise"},
  {"text": "Don’t count the days, make the days count.", "category": "Exercise"},
  {"text": "Fitness is not about being better than someone else. It’s about being better than you used to be.", "category": "Exercise"},
  {"text": "Exercise is king. Nutrition is queen. Put them together and you’ve got a kingdom.", "category": "Exercise"},
  {"text": "When you feel like quitting, think about why you started.", "category": "Exercise"},
  {"text": "Your body can stand almost anything. It’s your mind that you have to convince.", "category": "Exercise"},
  {"text": "A year from now, you’ll wish you had started today.", "category": "Exercise"},
  {"text": "Self-esteem is made up primarily of two things: feeling lovable and feeling capable.", "category": "Self Esteem"},
  {"text": "You are not your mistakes. You are not your failures. You are the entire package of your experiences.", "category": "Self Esteem"},
  {"text": "No one can make you feel inferior without your consent.", "category": "Self Esteem"},
  {"text": "Self-esteem is not a luxury, it is a necessity.", "category": "Self Esteem"},
  {"text": "When you accept yourself, the world accepts you.", "category": "Self Esteem"},
  {"text": "You were born to be real, not to be perfect.", "category": "Self Esteem"},
  {"text": "If you don’t value yourself, you can’t expect others to.", "category": "Self Esteem"},
  {"text": "You are enough just as you are.", "category": "Self Esteem"},
  {"text": "Believe in yourself and all that you are.", "category": "Self Esteem"},
  {"text": "The moment you start to wonder if you deserve better, you do.", "category": "Self Esteem"},
  {"text": "A true relationship is two imperfect people refusing to give up on each other.", "category": "Relationship"},
  {"text": "Love is not about how many days you’ve been together, it’s about how much you love each other every single day.", "category": "Relationship"},
  {"text": "In the end, we only regret the chances we didn’t take.", "category": "Relationship"},
  {"text": "The best relationships are the ones you never expected to be in.", "category": "Relationship"},
  {"text": "Respect is earned. Honesty is appreciated. Trust is gained. Loyalty is returned.", "category": "Relationship"},
  {"text": "Relationships are about give and take, not take and take.", "category": "Relationship"},
  {"text": "In a relationship, the most important thing is to be the person that the other person needs.", "category": "Relationship"},
  {"text": "A relationship is not about age, not about distance, not about communication, but about understanding.", "category": "Relationship"},
  {"text": "A true relationship is two people who trust and respect each other, support and care for each other.", "category": "Relationship"},
  {"text": "The greatest relationships are the ones you didn’t expect to be in, the ones you never saw coming.", "category": "Relationship"},
  {"text": "Gratitude turns what we have into enough.", "category": "Being Thankful"},
  {"text": "When you practice gratefulness, there is a sense of respect toward others.", "category": "Being Thankful"},
  {"text": "Be thankful for what you have; you’ll end up having more.", "category": "Being Thankful"},
  {"text": "Gratitude is not only the greatest of virtues, but the parent of all the others.", "category": "Being Thankful"},
  {"text": "The more grateful I am, the more beauty I see.", "category": "Being Thankful"},
  {"text": "Gratitude is the healthiest of all human emotions.", "category": "Being Thankful"},
  {"text": "Give thanks for a little and you will find a lot.", "category": "Being Thankful"},
  {"text": "When we give cheerfully and accept gratefully, everyone is blessed.", "category": "Being Thankful"},
  {"text": "Gratitude is the fairest blossom which springs from the soul.", "category": "Being Thankful"},
  {"text": "Silent gratitude isn’t much use to anyone.", "category": "Being Thankful"}
]
