[
    {"text": "The best way to predict the future is to create it.", "category": "inspiration"},
    {"text": "Success usually comes to those who are too busy to be looking for it.", "category": "inspiration"},
    {"text": "Don’t be afraid to give up the good to go for the great.", "category": "inspiration"},
    {"text": "I find that the harder I work, the more luck I seem to have.", "category": "inspiration"},
    {"text": "Opportunities don't happen. You create them.", "category": "inspiration"},
    {"text": "Success is not in what you have, but who you are.", "category": "inspiration"},
    {"text": "Success is getting what you want. Happiness is wanting what you get.", "category": "inspiration"},
    {"text": "Don’t watch the clock; do what it does. Keep going.", "category": "inspiration"},
    {"text": "Everything you can imagine is real.", "category": "inspiration"},
    {"text": "Do what you can, with what you have, where you are.", "category": "inspiration"},
    {"text": "In the middle of every difficulty lies opportunity.", "category": "inspiration"},
    {"text": "You miss 100% of the shots you don’t take.", "category": "inspiration"},
    {"text": "Act as if what you do makes a difference. It does.", "category": "inspiration"},
    {"text": "The only limit to our realization of tomorrow is our doubts of today.", "category": "inspiration"},
    {"text": "Happiness is not something ready-made. It comes from your own actions.", "category": "inspiration"},
    {"text": "Life is what happens when you’re busy making other plans.", "category": "life"},
    {"text": "Get busy living or get busy dying.", "category": "life"},
    {"text": "You only live once, but if you do it right, once is enough.", "category": "life"},
    {"text": "Many of life’s failures are people who did not realize how close they were to success when they gave up.", "category": "life"},
    {"text": "If you want to live a happy life, tie it to a goal, not to people or things.", "category": "life"},
    {"text": "Never let the fear of striking out keep you from playing the game.", "category": "life"},
    {"text": "Money and success don’t change people; they merely amplify what is already there.", "category": "life"},
    {"text": "Your time is limited, so don’t waste it living someone else’s life.", "category": "life"},
    {"text": "Not how long, but how well you have lived is the main thing.", "category": "life"},
    {"text": "If life were predictable it would cease to be life, and be without flavor.", "category": "life"},
    {"text": "The purpose of our lives is to be happy.", "category": "life"},
    {"text": "Turn your wounds into wisdom.", "category": "wisdom"},
    {"text": "Happiness is not by chance, but by choice.", "category": "wisdom"},
    {"text": "Life is short, and it is here to be lived.", "category": "wisdom"},
    {"text": "You get in life what you have the courage to ask for.", "category": "wisdom"},
    {"text": "Life is really simple, but we insist on making it complicated.", "category": "wisdom"},
    {"text": "Life is a long lesson in humility.", "category": "wisdom"},
    {"text": "The best way out is always through.", "category": "wisdom"},
    {"text": "What you get by achieving your goals is not as important as what you become by achieving your goals.", "category": "wisdom"},
    {"text": "Life isn’t about finding yourself. Life is about creating yourself.", "category": "wisdom"},
    {"text": "Success is how high you bounce when you hit bottom.", "category": "wisdom"},
    {"text": "Keep your face always toward the sunshine—and shadows will fall behind you.", "category": "wisdom"},
    {"text": "Life is what we make it, always has been, always will be.", "category": "wisdom"},
    {"text": "The mind is everything. What you think you become.", "category": "wisdom"},
    {"text": "If you’re going through hell, keep going.", "category": "wisdom"},
    {"text": "Strive not to be a success, but rather to be of value.", "category": "wisdom"},
    {"text": "I have not failed. I’ve just found 10,000 ways that won’t work.", "category": "wisdom"},
    {"text": "When you cease to dream, you cease to live.", "category": "wisdom"},
    {"text": "Do not go where the path may lead, go instead where there is no path and leave a trail.", "category": "wisdom"},
    {"text": "It is during our darkest moments that we must focus to see the light.", "category": "wisdom"},
    {"text": "Whoever is happy will make others happy too.", "category": "wisdom"},
    {"text": "We may encounter many defeats but we must not be defeated.", "category": "wisdom"},
    {"text": "Challenges are what make life interesting and overcoming them is what makes life meaningful.", "category": "wisdom"},
    {"text": "You only live once, but if you do it right, once is enough.", "category": "wisdom"},
    {"text": "Believe you can and you’re halfway there.", "category": "wisdom"},
    {"text": "Everything has beauty, but not everyone sees it.", "category": "wisdom"},
    {"text": "The only impossible journey is the one you never begin.", "category": "wisdom"}
  ]
  